monitoreos/bajaclientesHFCTVCENAM/logs/log_20250827_142305.txt

[2025-08-27 14:23:06.297] Inicio del envío
Endpoint: http://172.20.11.105:8080/CAI3G1.2/services/CAI3G1.2/async
Usuario: EmaCmdSV
Delay: 5000 ms

[2025-08-27 14:23:06.299] [0] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" 
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/HFCTVEL/">
  <soapenv:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Delete>
      <cai3:MOType>STB@http://schemas.ericsson.com/ma/CA/HFCTVEL/</cai3:MOType>
      <cai3:MOId>
        <amx:OrderId>MA1610EM1125</amx:OrderId>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:DeleteSTB OrderId="MA1610EM1125">
          <amx:UCode>UninstallSTB</amx:UCode>
          <amx:SerialNumber>MA1610EM1125</amx:SerialNumber>
        </amx:DeleteSTB>
      </cai3:MOAttributes>
    </cai3:Delete>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-27 14:23:07.923] [0] Envío exitoso - Duración: 1.62s

----------------------------------------

[2025-08-27 14:23:16.211] [1] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" 
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/HFCTVEL/">
  <soapenv:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Delete>
      <cai3:MOType>STB@http://schemas.ericsson.com/ma/CA/HFCTVEL/</cai3:MOType>
      <cai3:MOId>
        <amx:OrderId>MA1721ENL204</amx:OrderId>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:DeleteSTB OrderId="MA1721ENL204">
          <amx:UCode>UninstallSTB</amx:UCode>
          <amx:SerialNumber>MA1721ENL204</amx:SerialNumber>
        </amx:DeleteSTB>
      </cai3:MOAttributes>
    </cai3:Delete>
  </soapenv:Body>
</soapenv:Envelope>

